Repository: CofficLab/GitOK
Catalog: Packages/GitOKCoreKit/Sources/GitOKCoreKit/Resources/Icon.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: add-icon-button
zh_hans: 添加图标…
zh_hk: 添加圖示…

source: add-image-button
zh_hans: 添加图片
zh_hk: 添加圖片

source: adjust-colors-style
zh_hans: 调整颜色和样式
zh_hk: 調整顏色和樣式

source: delete-icon-button
zh_hans: 删除图标…
zh_hk: 刪除圖示…

source: delete-selected-button
zh_hans: 删除所选
zh_hk: 刪除所選

source: draft
zh_hans: 草稿
zh_hk: 草稿

source: edit
zh_hans: 编辑
zh_hk: 編輯

source: export
zh_hans: 导出
zh_hk: 匯出

source: icon-count
zh_hans: %lld 个图标
zh_hk: %lld 個圖示

source: icon-not-found
zh_hans: 未找到图标：%@
zh_hk: 未找到圖示：%@

source: icon-workshop
zh_hans: 图标制作工坊
zh_hk: 圖示製作工坊

source: load-icon-failed
zh_hans: 加载图标失败：%@
zh_hk: 載入圖示失敗：%@

source: loading-categories
zh_hans: 加载分类中...
zh_hk: 載入分類中...

source: loading-failed
zh_hans: 加载失败
zh_hk: 載入失敗

source: loading-icons
zh_hans: 加载图标中...
zh_hk: 載入圖示中...

source: multiple-formats
zh_hans: 多种格式下载
zh_hk: 多種格式下載

source: no-categories-available
zh_hans: 没有可用的分类
zh_hk: 沒有可用的分類

source: no-icons-in-source
zh_hans: 该来源下没有可用的图标
zh_hk: 該來源下沒有可用的圖示

source: no-matching-categories
zh_hans: 没有找到匹配的分类
zh_hk: 沒有找到匹配的分類

source: open-cache-directory
zh_hans: 打开缓存目录
zh_hk: 打開快取目錄

source: plugin-description
zh_hans: 图标详情视图
zh_hk: 圖示詳情視圖

source: plugin-display-name
zh_hans: Icon Detail
zh_hk: Icon Detail

source: retry
zh_hans: 重试
zh_hk: 重試

source: save-progress
zh_hans: 保存制作进度
zh_hk: 保存製作進度

source: search-categories
zh_hans: 搜索分类...
zh_hk: 搜尋分類...

source: select-category-prompt
zh_hans: 请选择一个分类
zh_hk: 請選擇一個分類

source: select-icon-to-start
zh_hans: 选择一个图标开始制作，或创建新的设计
zh_hk: 選擇一個圖示開始製作，或創建新的設計
